[
  {
    "language": "english",
    "summary": [
      {
        "id": "1",
        "character": "Aeneas",
        "relationship": "Son of Venus and husband of Lavinia",
        "plot": "Aeneas is the main character of The Aeneid. He leads Troyan survivors to Italy so that their descendants can eventually establish Rome."
      },
      {
        "id": "2",
        "character": "Juno",
        "relationship": "Enemy of Troy",
        "plot": "Juno is the queen of the gods, and she hates the Trojans because she knows that they are destined to destroy Carthage, the city she loves."
      },
      {
        "id": "3",
        "character": "Dido",
        "relationship": "Lover of Aeneas",
        "plot": "As queen of Carthage, Dido is an excellent leader and beloved by Juno. She falls in love with Aeneas and, when he leaves her to continue his journey, commits suicide."
      },
      {
        "id": "4",
        "character": "Turnus",
        "relationship": "Enemy of Aeneas",
        "plot": "King of the Rutulians, Turnus becomes the greatest obstacle Aeneas must face. The two of them ultimately duel, resulting in Turnus's death."
      },
      {
        "id": "5",
        "character": "Venus",
        "relationship": "Mother of Aeneas",
        "plot": "The goddess of beauty, Venus, watches over her son and attempts to intervene to help him in his journey."
      },
      {
        "id": "6",
        "character": "Ascanius",
        "relationship": "Son of Aeneas",
        "plot": "A young boy at the beginning of the story, Ascanius ultimately becomes a fighter alongside his father. Founder of Alba Long."
      },
      {
        "id": "7",
        "character": "Sibyl",
        "relationship": "Guide for Aeneas",
        "plot": "Sibyl, an oracle or fortune teller, leads Aeneas to the underworld."
      }
    ],
    "text": [
      {
        "id": "8",
        "title": "Origin",
        "paragraphs": "Aeneas is first mentioned by Homer in Illiad, and is main character of Aeneid, written by Virgil. Aeneas is a son of Aphrodite (Venus) and Anchises, a great hero who fought in the Troyan war defending his city against Greeks. After fall of Troy, Aeneas gathers survivors, his father, Anchises, household gods (<em>'Father, take in your arms the sacred emblems of our country’s household gods'</em>), his son, Ascanius, and leads them out of fallen Troy. During frantic escape out of Troy, Aeneas loses sight of his wife Creusa. When getting his family members to safety outside of Troy, he returns for his wife only for her to appear in front of him as a ghost and informs him of his destiny (<em>'Long exile is your lot, a vast stretch of sea you must plough; and you will come to the land Hesperia, where amid the rich fields of husbandmen the Lydian Tiber flows with gentle sweep. There in store for you are happy days, kingship, and a royal wife.'</em>)."
      },

      {
        "id": "9",
        "title": "Story",
        "paragraphs": "Story starts with explanation of Juno's wrath upon Aeneas and of misfortunes upon Aeneas and his people, and the Aeneas fate (<em>'Arms and the man I sing, who first from the coasts of Troy, exiled by fate, came to Italy and Lavine shores; much buffeted on sea and land by violence from above, through cruel Juno’s unforgiving wrath, and much enduring in war also, till he should build a city and bring his gods to Latium; whence came the Latin race, the lords of Alba, and the lofty walls of Rome.'</em>). It's after they sail of shores of Sicily do they encur the wrath of the Juno, and end up in Carthage, where Aeneas talks of his experience of Troyan war. Father Aeneas continues the his story, focusing on journey after they escaped the Troy and many places they visited/passed by (Crete, Strophades, Ithaca). They hold games (<em>'So having at last won land unhoped for, we offer to Jove dues of cleansing, kindle the altars with offerings, and throne the Actian shores in the games of Ilium'</em>). Gods remind Aeneas to continue his journey, and after leaving Carthage, Dido commits suicide, but not before cursing the Aeneas (<em>'Then do you, Tyrians, persecute with hate his stock and all the race to come, and to my dust offer this tribute! Let no lover or treaty unite the nations! Arise from my ashes, unknown avenger, to harass the Trojan settlers with fire and sword – today, hereafter, whenever strength be ours! May coast with coast conflict, I pray, and sea with sea, arms with arms; war may they have, themselves and their children’s children!'</em>). Aeneas returns to Sicily and holds games in honour of his deceased father, Anchizes. After the games, Aeneas continues to Italy. There, he asks Sybil to lead him to underworld (<em>'River Styx, Charron</em>) where he visits his father (<em> But deep in a green vale father Anchises was surveying with earnest thought the imprisoned souls that were to pass to the light above'</em>), which he does after completing few tasks given to him by Sybil. Anchises shows him future (<em>'Turn hither now your two-eyed gaze, and behold this nation, the Romans that are yours. Here is Caesar and all the seed of Iulus destined to pass under heaven’s spacious sphere.'</em>). Aeneas sails Tiber River and meets Latinus, king of Latium. Latinus offered his daughter's hand in marriage to which Juno interferred and made Queen Amata object to said marriage. Thus, she involved Turnus, neighbouring Latin prince, to wage war with Aeneas. After many conflicts, and with help of gods (Vulcan makes shield for Aeneas), Aeneas defeats Turnus, marries Lavinia and establishes the city Lavinium."
      },
      {
        "id": "10",
        "title": "Themes",
        "paragraphs": "Aeneid, an epic with various themes. Roman ideal of <strong>pietas</strong> is part of the Aeneid, and can be seen through actions of Aeneas. First pietas he does, is familial pietas, Aeneas carries his own weak father. Aeneas follows the will of Gods, which shows religious pietas. Not only that, but Aeneas shows patriotism and devotion to his people. Aeneas is embodiment of pietas! In Aeneid, we can also see themes of <strong>Divine Intervention</strong>. Gods are constantly influencing main characters and trying to change outcome. Fate also plays a significant role, since it was Fate of the Aeneas to found Rome. And themes of violence and propaganda are also taking great part in the Aeneid, after all, August (<em>Gaius Julius Caesar Octavianus</em>) was Virgil's patron."
      }
    ]
  },
  {
    "language": "croatian",
    "summary": [
      {
        "id": "11",
        "character": "Eneja",
        "relationship": "Venerin (Afroditin) sin and Lavinijin muž",
        "plot": "Eneja je glavni lik epa Eneide. Predvodi izbjeglice iz Troje u Italiju, gdje će njegovi potomci osnovati Rim."
      },
      {
        "id": "12",
        "character": "Junona (Hera)",
        "relationship": "Neprijatelj Troje",
        "plot": "Junona je kraljica bogova, i prezire Trojance jer će uništiti grad koji voli."
      },
      {
        "id": "13",
        "character": "Didona",
        "relationship": "Enejina ljubavnica",
        "plot": "Kao kraljica Kartage, Didona je izvrstan vođa Junonina je miljenica. Zavoli Eneju, te nakon što je Eneja napusti, počini samoubojstvo."
      },
      {
        "id": "14",
        "character": "Turn",
        "relationship": "Enejin neprijatelj",
        "plot": "Kralj Rutulija, Turn postaje najveća prepreka Eneji. Njih dvojica se susretnu u dvoboju koji rezultira Turnovom smrću."
      },
      {
        "id": "15",
        "character": "Venera",
        "relationship": "Enejina majka",
        "plot": "Božica ljepote, Venera, pažljivo motri putovanja svog sina te mu pomaže pri istome."
      },
      {
        "id": "16",
        "character": "Askanije",
        "relationship": "Enejin sin",
        "plot": "Mladić početkom priče, Askanije izrasta u odličnog borca uz svog oca. On kasnije osniva grad Alba Long."
      },
      {
        "id": "17",
        "character": "Sibila",
        "relationship": "Enejin vodič",
        "plot": "Sibila, proročica ili gatara, vodi Eneju u podzemlje."
      }
    ],
    "text": [
      {
        "id": "18",
        "title": "Izvor",
        "paragraphs": "Eneja je prvi put spomenut od Homera u Ilijadi, te je glavni lik Eneide, koju je napisao Vergilije. Eneja je sin Afrodite (Venere) i Anhiza, veliki heroj koji se borio u Trojanskom ratu braneći svoj grad od Grka. Nakon pada Troje, Eneja skuplja preživjele među kojima su njegov otac, Anhiz i njegov sin, Askanije te skuplja kućna božanstva (<em>'Father, take in your arms the sacred emblems of our country’s household gods'</em>). Tokom tog bijega Eneja gubi svoju ženu iz vida, te se vraća i traži je po razrušenoj Troji. Ona mu se pojavljuje kao duh i govori mu o njegovoj sudbini (<em>'Long exile is your lot, a vast stretch of sea you must plough; and you will come to the land Hesperia, where amid the rich fields of husbandmen the Lydian Tiber flows with gentle sweep. There in store for you are happy days, kingship, and a royal wife.'</em>)."
      },
      {
        "id": "19",
        "title": "Priča (Eneida)",
        "paragraphs": "Eneida započinje objašnjavanjem Junoninog bjesa i nedaća koje je stavila na Eneju i njegov narod, te i obašnjenje o Enejinoj sudbini (<em>'Arms and the man I sing, who first from the coasts of Troy, exiled by fate, came to Italy and Lavine shores; much buffeted on sea and land by violence from above, through cruel Juno’s unforgiving wrath, and much enduring in war also, till he should build a city and bring his gods to Latium; whence came the Latin race, the lords of Alba, and the lofty walls of Rome.'</em>). Nakon što ponovno isplove sa obale Sicilije, da ih zadesi Junonin bijes i završe na dvoru Kartagine kraljice, Didone. Ovdje Eneja ispripovijeda o Trojanskom ratu, te mjestima koje su posjetili ili zaobišli (Crete, Strophades, Ithaca). Bogovi podsjećaju Eneju na njegovu sudbinu te on napušta Kartagu, što rezultira Didoninim samoubojstvom i kletvom koju baca na Eneju i njegov rod (<em>'Then do you, Tyrians, persecute with hate his stock and all the race to come, and to my dust offer this tribute! Let no lover or treaty unite the nations! Arise from my ashes, unknown avenger, to harass the Trojan settlers with fire and sword – today, hereafter, whenever strength be ours! May coast with coast conflict, I pray, and sea with sea, arms with arms; war may they have, themselves and their children’s children!'</em>). Eneja se vraća u Italiju, te tamo drži igre u čast preminulog oca, Anhiza, te nakon toga nastavlja u Italiju gdje traži Sibil da ga vodi do podzemlja. Tamo prolazi kroz razna područja te dolazi do svog oca  (<em>'But deep in a green vale father Anchises was surveying with earnest thought the imprisoned souls that were to pass to the light above'</em>). Upravo tada mu otac, pokazuje budućnost Enejinog naroda (<em>'Turn hither now your two-eyed gaze, and behold this nation, the Romans that are yours. Here is Caesar and all the seed of Iulus destined to pass under heaven’s spacious sphere.'</em>). Nakon tog putovanja Eneja plovi rijekom Tiber i susreće se sa Latinom, kraljem Latina. Latin mu nudi brak sa njegovom kćeri te se Junona opet upliće, te natjera kraljicu Amatu da se protivi tom braku, te time upliće i Turna, susjednog latinskog princa. Nakon mnogih sukoba i okršaja, i uz pomoć bogova (Vulkan mu napravi štit), Eneja pobjeđuje Turna, ženi Laviniju te osniva grad Lavinium."
      },
      {
        "id": "20",
        "title": "Teme",
        "paragraphs": "Eneida obiluje raznom tematikom. Jedna od tih tematika je tematika rimskog poimanja <strong>pietas</strong> koja se nazire u Enejinim radnjama. Prvi pietas koji možemo nazirati je obiteljski pietas. Eneja, svog starog onemoćalog oca nosi na ramenima. Eneja isto tako poštuje volju bogova, čak i kad mu ona nije mila, što je još jedan oblik pietas-a, onaj religijski. Naravno, sam Eneja je patriot i predan svom narodu. Eneja je oličenje pieta-sa. Druga tematika koja je dosta česta je i božje uplitanje u sudbine smrtnika. Bogovi vječito utječu na sudbine ljudi. Sudbina je tematika koja je očita već u prvim riječima ovog djela. Naravno, ne možemo prijeći preko očitih tematika nasilja i same propagande. Naime, Vergilijev pokrovitelj je August (<em>Gaius Julius Caesar Octavianus</em>)."
      }
    ]
  }
]
